Repository: nrxnpc/autoloyalty-ios
Catalog: Source/Application/Recommendations/Car Minder/Questions.xcstrings
Source language: en
Languages: ru

# question_concept_car
source: Is it a concept car?
ru: Это концепт-кар?

# question_has_five_seats
source: Does it have 5 seats?
ru: У него 5 мест?

# question_has_four_doors
source: Does it have 4 doors?
ru: У него 4 двери?

# question_has_two_doors
source: Does it have 2 doors?
ru: У него 2 двери?

# question_is_american
source: Is it an American car?
ru: Это американский автомобиль?

# question_is_automatic
source: Is it automatic transmission?
ru: У него автоматическая коробка?

# question_is_awd
source: Is it all-wheel drive?
ru: У него полный привод?

# question_is_electric
source: Is it electric?
ru: Это электромобиль?

# question_is_fast
source: Is it fast (200+ km/h)?
ru: Быстрый (200+ км/ч)?

# question_is_gasoline
source: Does it run on gasoline?
ru: Работает на бензине?

# question_is_german
source: Is it a German car?
ru: Это немецкий автомобиль?

# question_is_high_power
source: Is it high-powered (200+ hp)?
ru: Мощный (200+ л.с.)?

# question_is_japanese
source: Is it a Japanese car?
ru: Это японский автомобиль?

# question_is_luxury
source: Is it a luxury car?
ru: Это люксовый автомобиль?

# question_is_modern
source: Is it from 2010 or later?
ru: Выпущен в 2010 году или позже?

# question_is_sedan
source: Is it a sedan?
ru: Это седан?

# question_is_still_produced
source: Is it still in production?
ru: Еще производится?

# question_is_suv
source: Is it an SUV?
ru: Это внедорожник?

# question_limited_edition
source: Is it a limited edition?
ru: Это ограниченная серия?

# question_sport_version
source: Is it a sport version?
ru: Это спортивная версия?
